type ReviewsArrayType = {
	id: number;
	review: string;
	name: string;
}[];

const reviewsArray: ReviewsArrayType = [
	{
		id: 1,
		review: 'Приветствую всех! Я с удовольствием расскажу о своем опыте занятий с преподавателем Елизаветой Алексеевной. Я всегда мечтала подтянуть английский, но раньше у меня не было времени на полноценные занятия. Эти часовые уроки предоставили мне уникальную возможность учиться в удобное для меня время. Благодаря понятным урокам и дружелюбному репетитору, я постепенно укрепляю основы и изучаю новые темы. Сейчас я с большей уверенностью общаюсь на английском, и это действительно круто!',
		name: 'Лера',
	},
	{
		id: 2,
		review: 'Здравствуйте! Я долго искал подходящего репетитора, и случайно наткнулся на преподавателя Елизавету. Это была настоящая находка! Я учусь уже год, и результаты меня поражают. Огромное спасибо за такой замечательный опыт обучения :)',
		name: 'Артем',
	},
	{
		id: 3,
		review: 'Привет! Я решил, что пора подтянуть английский. Елизавета Алексеевна помогла мне выбрать индивидуальный план обучения, учитывая мои интересы и цели. Я рад, что не сдался после первых сложностей, потому что сейчас я чувствую себя гораздо увереннее!',
		name: 'Кирилл',
	},
	{
		id: 4,
		review: 'Здравствуйте! Я мама Евы, и я хотела бы выразить благодарность команде сайта за то, что они делают. Благодаря интенсивным и увлекательным урокам, моя дочь ждет с нетерпением каждый урок по изучению английского языка. Я вижу, что ее прогресс становится сильно заметен, и это действительно мотивирует ее продолжать учиться!',
		name: 'Мама Евы',
	},
	{
		id: 5,
		review: 'Привет! Я решил поделиться своим опытом изучения английского у Елизаветы. Я всегда считал, что изучение языка — это сложно, но здесь я понял, что главное — это правильный подход и хороший репетитор. Сейчас я чувствую себя комфортно на английском, и это помогает в школе и в семейных путешествиях за границу. Большое спасибо за ваш труд!',
		name: 'Рихард',
	},
	{
		id: 6,
		review: 'Привет всем! Я папа Вики и я хочу поделиться своим впечатлением от обучения у Елизаветы Алексеевны. Я выбрал эти занятия из-за гибкости и разнообразия материалов. Уроки у дочери проходят легко, и она даже не замечает, как пролетает время. Сейчас она может читать и понимать английские тексты, что сильно повысило ее успеваемость в школе. Спасибо вам за это!',
		name: 'Папа Вики',
	},
];

export default reviewsArray;
